#!/bin/bash

# Сообщения об ошибках
ERROR_MESSAGE_COLOR="Ошибка: Цвета шрифта и фона не должны совпадать. Пожалуйста введите значения повторно"
ERROR_MESSAGE="Ошибка: Необходимо указать 4 параметра: фон названий, цвет названий, фон значений, цвет значаний. Пожалуйста повторно введите 4 параметра"
ERROR_MESSAGE_DIGIT="Ошибка: Все параметры должны быть числами. Пожалуйста введите числовые параметры"
ERROR_MESSAGE_RANGE="Ошибка: Параметры должны быть числами от 1 до 6. Пожалуйста повторно введите параметры"
